Repository: herocodemaster/eraser
Catalog: branches/eraser6/Eraser/Strings.*.resx
Languages: nl

source: The Gutmann method used for overwriting is based on Peter Gutmann's paper \"Secure Deletion of Data from Magnetic and Solid-State Memory\".\nThe Schneier 7-pass method is based on Bruce Schneier's algorithm using a Random Number Generator to wipe with random data.\nThe DoD 3-, 7- and N-pass method is based on the US Department of Defense's \"National Industrial Security Program Operating Manual.\n\nAll the methods are selected to effectively remove magnetic remnants from the drive in a secure and easy way.\n\nEraser Development Team:\n\u2022 Garrett Trant: Mentor/Researcher\n\u2022 Joel Low: Developer Lead\n\u2022 Dennis van Lith: Designer\n\u2022 Kasra Nasiri: Developer\n
nl: (Untranslated)

source: copyright \u00a9 2008 The Eraser Project
nl: (Untranslated)

source: Eraser is free open-source software!
nl: (Untranslated)

source: Please help us continue develop Eraser, donate some coffee...
nl: (Untranslated)

source: Erase Schedule
nl: Planner

source: Settings
nl: Instellingen

source: Processing:
nl: (Untranslated)

source: Could not load task list. All task entries have been lost.
nl: Kan geen taak lijst vinden. Alle taken zijn verdwenen.

source: Could not load list of files used for plausible deniability.\n\nThe list of files have been lost.
nl: Kan geen taak lijst vinden. Alle taken zijn verdwenen.\n

source: Could not load the setting {0} for plugin {1}.The setting has been lost.
nl: (Untranslated)

source: {0} out of {1}
nl: {0} van {1}

source: Completed with warnings
nl: Afgerond met waarschuwingen

source: Completed with errors
nl: Afgerond met fouten

source: Not completed
nl: Niet afgerond

source: Completed
nl: Afgerond

source: Close
nl: Sluiten

source: Queued for execution
nl: In wachtrij geplaatst voor operatie

source: Not queued
nl: Niet in wachtrij geplaatst

source: Running...
nl: Wordt uitgevoerd...

source: Queued for execution.
nl: In wachtrij geplaatst voor operatie.

source: User interface language
nl: Gebruikers interface taal

source: Default file erasure method
nl: Standard bestand verwijder methode

source: Default unused space erasure method
nl: Standaard ongebruikte ruimte verwijder methode

source: Randomness data source
nl: Willekeurige data bron

source: The following settings held invalid values:\n\n{0}\nThese settings have now been set to naive defaults.\n\nPlease check that the new settings suit your required level of security.
nl: De volgende instellingen had ongeldige waarden:\n\n{0}\nDeze instellingen zijn omgezet naar lege standaards.\nKijk goed na of de nieuwe instelling u bevalt met de benodigde beveiliging niveau.

source: An invalid language was selected.
nl: Een foutieve taal was geselecteerd.

source: An invalid file erasure method was selected.
nl: Een foutieve wis methode was geselecteerd.

source: An invalid unused disk space erasure method was selected.
nl: Een foutieve ongebruikte schijfruimte wis methode was geselecteerd.

source: An invalid randomness data source was selected.
nl: Een foutieve Willekeurige data bron was geselecteerd.

source: Erasures with plausible deniability was selected, but no files were selected to be used as decoys.
nl: (Untranslated)

source: The new randomness data source will only be used when the next task is run.\nCurrently running tasks will use the old source.
nl: (Untranslated)

source: The erasure method selected does not support unused disk space erasures.
nl: Deze geselecteerde wis methode kan geen ongebruikte schijfruimte te wissen.

source: Invalid file path
nl: Foutief bestand

source: Invalid folder path
nl: Foutieve folder

source: The task has no data to erase.
nl: De taak heeft geen data om te wissen.

source: The task needs to run on at least one day a week
nl: De taak moet minstens eens per week uitgevoerd worden
